Repository: GoosefleetEO/aa-structures
Catalog: structures/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: lowsec
ru: лоу-сек

source: nullsec
ru: нуль-сек

source: w_space
ru: w_пространство

source: grey
ru: серый

source: dark blue
ru: тёмно-синий

source: green
ru: зелёный

source: light blue
ru: светло-синий

source: orange
ru: оранжевый

source: red
ru: красный

source: Name of the tag, which must be unique
ru: Имя тега должно быть уникально

source: description
ru: описание

source: Description for this tag
ru: Описание тега

source: style
ru: стиль

source: Color style of tag
ru: Цветовой стиль тега

source: order
ru: ордер

source: Number defining the order tags are shown. custom tags can not have an order below 100
ru: Номера, определяющие порядок тега, показываются. Порядок пользовательского тега не может быть ниже 100

source: When enabled this custom tag will automatically be added to new structures
ru: Если включено, тег будет автоматически добавляться новым структурам

source: is user managed
ru: управляется пользователем

source: When disabled this tag is created and managed by the system and can not be modified by users
ru: Если выключено, тег создается и используется системой и не может быть изменён пользователем

source: structure tag
ru: тег структуры

source: structure tags
ru: теги структуры

source: anchor vulnerable
de: Stationierung verwundbar
ru: якорь уязвим

source: anchoring
de: verankert
ru: постановка на якорь

source: armor reinforce
de: Panzerung verwundet
ru: броня укреплена

source: armor vulnerable
de: Panzerung verwundbar
ru: броня уязвима

source: deploy vulnerable
de: Aufstellung verwundbar
ru: развёртывается уязвимо

source: fitting invulnerable
de: Ausrüsten verwundbar
ru: неуязвимый

source: hull reinforce
de: Rumpf verwundet
ru: корпус укреплён

source: hull vulnerable
de: Rumpf verwundbar
ru: корпус уязвим

source: online deprecated
de: online veraltet
ru: онлайн устарел

source: onlining vulnerable
de: Aktivierung verwundbar
ru: включается уязвимо

source: shield vulnerable
de: Schilde verwundbar
ru: щит уязвим

source: unanchored
de: entankert
ru: снято с якоря

source: offline
ru: выключено

source: online
ru: включено

source: onlining
de: Aktivierung
ru: включается

source: reinforced
de: beschädigt
ru: укреплено

source: unanchoring
de: entankert
ru: снимается с якоря

source: unknown
de: unbekannt
ru: неизвестно

source: Full Power
ru: Полная Мощность

source: Low Power
de: Niedrigenergie
ru: Малая Мощность

source: Abandoned
ru: Заброшенный

source: Abandoned?
ru: Заброшенный?

source: Unknown
ru: Неизвестный

source: The Item ID of the structure
ru: Item ID структуры

source: created at
ru: создано в

source: Date this structure was received from ESI for the first time
ru: Дата, когда структура была получена от ESI

source: moon
ru: луна

source: Moon next to this structure - if any
ru: Луна рядом с этим сооружением – если есть

source: planet
ru: планета

source: Planet next to this structure - if any
ru: Планета рядом с этим сооружением – если есть

source: solar system
ru: солнечная система

source: Solar System the structure is located
ru: Солнечная Система в которой находится структура

source: Type of the structure
ru: Тип структуры

source: fuel expires at
ru: топливо кончается в

source: Date on which the structure will run out of fuel
ru: Дата, когда у структуры кончается топливо

source: has fitting
ru: имеет фит

source: has core
ru: имеет ядро

source: last online at
ru: последний раз был онлайн в

source: Date this structure had any of it's services online
ru: Дата, когда у структуры были активны служебные модули

source: last updated at
ru: последний раз обновлено в

source: Date this structure was last updated from the EVE server
ru: Дата, когда структура была обновлена последний раз

source: The full name of the structure
ru: Полное имя структуры

source: next reinforce hour
ru: следующее время укрепления

source: The requested change to reinforce_hour that will take effect at the time shown by next_reinforce_apply
ru: Запрошенное изменение reinforce_hour, которое вступит в силу во время, указанное в параметре next_reinforce_apply

source: next reinforce apply
ru: применить следующее укрепление

source: Corporation that owns the structure
ru: Корпорация, что владеет структурой

source: reinforce hour
ru: время укрепления

source: The average hour of day that determines the time +/- some hours when the structure will randomly exit its reinforcement periods and become vulnerable to attack against its armor and/or hull.
ru: Средний час дня, который определяет время +/- несколько часов, когда структура случайным образом выйдет из периодов усиления и станет уязвимой для атак по ее броне и/или корпусу.

source: position x
ru: позиция по x

source: X coordinate of position in the solar system
ru: Координата X в солнечной системе

source: position y
ru: позиция по y

source: Y coordinate of position in the solar system
ru: Координата Y в солнечной системе

source: position z
ru: позиция по z в солнечной системе

source: Z coordinate of position in the solar system
ru: Координата Z в солнечной системе

source: state
ru: состояние

source: Current state of the structure
ru: Текущее состояние структуры

source: state timer end
ru: таймер окончания состояния

source: Date at which the structure entered it's current state
ru: Дата, когда структура попала в текущее состояние

source: state timer start
ru: таймер начала состояния

source: Date at which the structure will move to it's next state
ru: Дата, когда структура перейдет в следующее состояние

source: List of tags for this structure.
ru: Список тегов этой структуры

source: unanchors at
ru: снимется с якоря в

source: Date at which the structure will unanchor
ru: Дата, когда структура снимется с якоря

source: Webhooks for sending notifications to. If any webhook is enabled, these will be used instead of the webhooks defined for the respective owner. If no webhook is enabled the owner's setting will be used.
ru: Вебхуки для отправки уведомлений. Если какой-либо вебхук включен, он будет использоваться вместо вебхуков, определенных для соответствующего владельца. Если вебхук не включен, будут использоваться настройки владельца.

source: The Eve item ID
ru: Айди предмета Eve

source: Structure this item is located in
ru: Структура, в которой находится этот элемент

source: is singleton
ru: единичный

source: location flag
ru: местонахождение

source: quantity
ru: количество

source: structure item
ru: элемент структуры

source: structure items
ru: элементы структуры

source: Structure this service is installed to
ru: Структура, в которой установлен этот служебный модуль

source: Name of the service
ru: Имя служебного модуля

source: Current state of this service
ru: Текущее состояние служебного модуля

source: structure service
ru: служебный модуль структуры

source: structure services
ru: служебные модули структуры

source: none
ru: нет

source: terrible
ru: ужасно

source: bad
ru: плохо

source: neutral
ru: нейтрально

source: good
ru: хорошо

source: excellent
ru: превосходно

source: alliance member
ru: член альянса

source: config starbase equipment role
ru: конфиг роли оборудования орбитальной станции

source: corporation member
ru: член корпорации

source: starbase fuel technician role
ru: роль специалиста по топливу орбитальной станции

source: Structures
ru: Структуры

source: Add new structure owner or add new sync character to an existing structure owner
ru: Добавить нового владельца структуры или нового персонажа для синхронизации существующего владельца структуры

source: Add Owner / Sync Character
ru: Добавить владельца / Синхронизировать персонажа

source: All Structures
ru: Все Структуры

source: Jump Gates
ru: Прыжковые врата

source: Summary
ru: Сводка

source: Customs Offices
ru: Таможня

source: All dates are EVE time
de: Alle Zeitangaben sind in EVE Zeit
ru: Все даты указаны во времени EVE

source: Data can be outdated by up to 1 hour due to API caching.
de: Die Daten können bis zu 1 Stunde veraltet sein, dank API Cache.
ru: Данные актуализируются в течение часа из-за кэширования API

source: Last updated
ru: Последнее обновление

source: Alliance
de: Allianz
ru: Альянс

source: Corporation
ru: Корпорация

source: Region
ru: Регион

source: Solar System
de: Sonnensystem
ru: Система

source: Category
de: Kategorie
ru: Категория

source: Group
de: Gruppe
ru: Группа

source: Reinforced?
de: Verwundet?
ru: Укреплено?

source: State
de: Status
ru: Состояние

source: Power Mode
ru: Режим мощности

source: Core?
ru: Ядро?

source: Space Type
ru: Тип Космоса

source: Access?
ru: Доступ?

source: empty
ru: пусто

source: Reinforcement Time
ru: Время укрепления

source: Tax Rates & Access
ru: Ставки налога & Доступ

source: Earliest
ru: Ранний

source: Latest
ru: Последний

source: Corporation members
ru: Члены корпорации

source: Alliance members
ru: Члены альянса

source: Terrible standing
ru: Ужасные отношения

source: Bad standing
ru: Плохие отношения

source: Neutral standing
ru: Нейтральные отношения

source: Good standing
ru: Хорошие отношения

source: Excellent standing
ru: Превосходные отношения

source: Fuel
ru: Топливо

source: Modules
ru: Модули

source: Settings
ru: Настройки

source: Access
ru: Доступ

source: Allow alliance member usage
ru: Разрешить использование членам альянса

source: Allow corporation member usage
ru: Разрешить использование членам корпорации

source: Attack if standing lower than
ru: Атаковать, если отношения ниже чем

source: Attack if security status lower than
ru: Атаковать, если статус безопасности ниже чем

source: Attack if other security status is dropping
ru: Атаковать, если другой статус безопасности падает

source: Attack if at war
ru: Атаковать, если воюете

source: Use alliance standings
ru: Использовать отношения альянса

source: Ammo
ru: Боеприпасы

source: Fighters
ru: Истребители

source: Fuel Bay
ru: Отсек топлива

source: Fuel Usage
ru: Использование топлива

source: Ammo Hold
ru: Боеприпасы в хранении

source: Fighter Bay
ru: Отсек истребителей

source: Fighter Tubes
ru: Истребительные полосы

source: High Slots
ru: Верхние слоты

source: Medium Slots
ru: Средние слоты

source: Low Slots
ru: Нижние слоты

source: Rig Slots
ru: Слот для модификаторов

source: Service Slots
ru: Слоты для служебных модулей

source: Name
ru: Имя

source: Type
de: Typ
ru: Тип

source: Location
de: Ort
ru: Расположение

source: Constellation
ru: Созвездие

source: Owner
de: Besitzer
ru: Владелец

source: Last Online
ru: Состояние

source: Fuel Expires
de: Treibstoff verbraucht
ru: Топливо

source: Liquid Ozone (units)
ru: Жидкий Озон (единиц)

source: Reinforced structures (except POCOs) are highlighted in red
de: Verwundete Strukturen (außer POCOs) werden in rot hervorgehoben
ru: Укреплённые структуры (включая ПОСы) выделены красным цветом

source: Planet
ru: Планета

source: Planet Type
ru: Тип планеты

source: Tax
ru: Налог

source: Tags Filter (Active)
de: Tags Filter (Aktiv)
ru: Фильтр тегов (Активен)

source: Tags Filter
ru: Фильтр тегов

source: Reset Filter
de: Filter zurücksetzen
ru: Сбросить фильтр

source: Clear Filter
de: Filter löschen
ru: Очистить фильтр

source: Cancel
de: Abbrechen
ru: Отменить

source: Apply Filter
de: Filter anwenden
ru: Применить фильтр

source: Name & Tags
ru: Имена и теги

source: Services
ru: Модули

source: Core
ru: Ядро

source: Active Tags Filter
de: Aktiver Tag Filter
ru: Активный фильтр тегов

source: Offlined services are shown as
de: Deaktivierte Dienste werden gezeigt als
ru: Отключенные служебные модулмы показаны как

source: service
ru: модуль

source: Citadels
ru: Цитадели

source: Engineering Complexes
ru: Промышленные комплексы

source: Refineries
ru: Перерабатывающие комплексы

source: Other Upwell
ru: Прочее Апвелл

source: Starbases
ru: Орбитальные станции

source: Total
ru: Всего

source: No Access
ru: Нет доступа

source: Has Access
ru: Есть доступ

source: Fuel blocks per day (est.)
ru: Топливных блоков в день (примерно)

source: You can only use your main or alt characters to add corporations. However, character %s is neither.
de: Du kannst nur deinen Hauptcharakter oder einen Deiner Zweitcharaketere nutzen um eine Corporation hinzu zu fügen. %s ist keines von beiden.
ru: Вы можете использовать только основной или альт. персонажа чтобы добавить корпорации. Однако, персонаж %s ни один.

source: %(corporation)s has been added with %(character)s as sync character. We have started fetching structures and notifications for this corporation and you will receive a report once the process is finished.
ru: %(corporation)s добавлена синхронизирующим персонажем %(character)s. Мы начали получать данные о структурах и оповещениях данной корпорации и вы получите отчёт как только процесс завершится.

source: %(corporation)s was added as new structure owner by %(user)s.
de: %(corporation)s wurde als neuer Strukurenbesitzer hinzugefügt durch %(user)s.
ru: %(user)s добавил(а) нового владельца структур %(corporation)s.

source: %s: Structure owner added: %s
ru: %s: Владелец структур добавлен: %s

source: %(character)s has been added to %(corporation)s as sync character. You now have %(characters_count)d sync character(s) configured.
ru: %(character)s был добавлен в %(corporation)s как синхронизирующий персонаж. На данный момент добавлено %(characters_count)d синхронизирующих персонажей.

source: %(character)s was added as sync character to %(corporation)s by %(user)s. We now have %(characters_count)d sync character(s) configured.
ru: %(user)s добавил %(character)s как синхронизирующий персонаж %(corporation)s. На данный момент добавлено %(characters_count)d синхронизирующих персонажей.

source: %s: Character added to: %s
ru: %s: Персонаж добавлен: %s

source: service is up
de: Service ist verfügbar
ru: модуль включен

source: service is down
de: Service ist nicht verfügbar
ru: модуль выключен

source: danger
ru: опасно

source: info
ru: информация

source: success
ru: успешно

source: warning
ru: предостережение

source: Short name to identify this webhook
ru: Короткое имя для определения вебхука

source: URL of this webhook, e.g. https://discordapp.com/api/webhooks/123456/abcdef
ru: URL вебхука

source: notes
ru: заметки

source: Notes regarding this webhook
ru: Заметки для вебхука

source: Type of this webhook
ru: Тип вебхука

source: Whether notifications are currently sent to this webhook
ru: Отправляются ли в данный момент уведомления на вебхук

source: Moon
de: Mond

source: This is a test notification from %s. The webhook appears to be correctly configured.
de: Diese Benachrichtigung ist ein Test von %s Der Webhook scheint richtig eingebunden zu sein.

source: %(ticker)s Notification
de: %(ticker)s Benachrichtigungen

source: The %(structure_type)s %(structure_name)s in %(solar_system)s
de: Der %(structure_type)s %(structure_name)s in %(solar_system)s

source: Structure online
de: Struktur online

source: is now online.
de: ist nun online

source: Structure fuel alert
de: Struktur Treibstoffalarm

source: has less then 24hrs fuel left.
de: hat weniger als 24 Stunden Kraftstoff übrig.

source: Structure services off-line
de: Struktur Services sind offline

source: has all services off-lined.
de: hat alle Dienste offline

source: Structure low power
de: Struktur im Niedrigenergiemodus

source: went to low power mode.
de: ist im Niedrigenergiemodus

source: Structure full power
de: Struktur im Hochenergiemodus

source: went to full power mode.
de: ist im Hochenergiemodus

source: Structure un-anchoring
de: Struktur entankert

source: has started un-anchoring. It will be fully un-anchored at: %s
de: begann zu entankern. Vollständig entankert: %s

source: Structure under attack
de: Struktur wird angegriffen

source: is under attack by %s
de: wird von %s angegriffen

source: Structure lost shield
de: Struktur hat die Schilde verloren

source: has lost its shields. Armor timer end at: %s
de: hat die Schilde verloren. Panzerungstimer: %s

source: Structure lost armor
de: Struktur hat die Panzerung verloren

source: has lost its armor. Hull timer end at: %s
de: hat die Panzerung verloren. Strukturtimer: %s

source: Structure destroyed
de: Struktur zerstört

source: has been destroyed.
de: wurde zerstört

source: has been transferred from %(from_corporation)s to %(to_corporation)s by %(character)s.
de: wurde transferiert von %(from_corporation)s zu %(to_corporation)s durch %(character)s.

source: Ownership transferred
de: Besitzer geändert

source: %(structure_type)s has started anchoring in %(solar_system)s.
de: %(structure_type)s begann zu verankern in %(solar_system)s.

source: Structure anchoring
de: Struktur verankert

source: A moon mining extraction has been started for %(structure_name)s at %(moon)s in %(solar_system)s. Extraction was started by %(character)s. The chunk will be ready on location at %(ready_time)s, and will autofracture on %(auto_time)s.
de: Eine Mondmining Extraktion wurde begonnen auf %(structure_name)s an %(moon)s in %(solar_system)s. Extraktion wurde gestartet durch %(character)s. Der Brocken wird am %(ready_time)s bereit sein und wird automatisch am %(auto_time)s zerlegt.

source: The extraction for %(structure_name)s at %(moon)s in %(solar_system)s is finished and the chunk is ready to be shot at. The chunk will automatically fracture on %(auto_time)s.
de: Die Förderung durch %(structure_name)s bei %(moon)s in %(solar_system)s ist abgeschlossen und der Mondbrocken ist nun bereit um mit dem Mondbohrer aufgebrochen zu werden. Der Aufbruch mit dem Mondbohrer findet automatisch statt um %(auto_time)s.

source: The moondrill fitted to %(structure_name)s at %(moon)s in %(solar_system)s has automatically been fired and the moon products are ready to be harvested.
de: Der Mondbohrer von %(structure_name)s bei %(moon)s in %(solar_system)s hat automatisch gefeuert und die Asteroiden können nun abgebaut werden.

source: An ongoing extraction for %(structure_name)s at %(moon)s in %(solar_system)s has been cancelled by %(character)s.
de: Die laufende Förderung durch %(structure_name)s bei %(moon)s in %(solar_system)s wurde abgebrochen von %(character)s.

source: Moondrill fired
de: Mondbohrer hat gefeuert

source: The moondrill fitted to %(structure_name)s at %(moon)s in %(solar_system)s has been fired by %(character)s and the moon products are ready to be harvested.
de: Der Mondbohrer von %(structure_name)s bei %(moon)s in %(solar_system)s wurde abgefeuert von %(character)s und die Asteroiden sind bereit um abgebaut zu werden.

source: Orbital under attack
de: Orbital wird angegriffen

source: The %(structure_type)s at %(planet)s in %(solar_system)s is under attack by %(aggressor)s.
de: Das %(structure_type)s an %(planet)s in %(solar_system)s wird angegriffen von %(aggressor)s.

source: Orbital reinforced
de: Orbital beschädigt

source: The %(structure_type)s at %(planet)s in %(solar_system)s has been reinforced by %(aggressor)s and will come out at: %(date)s.
de: Die %(structure_type)s bei %(planet)s in %(solar_system)s wurde beschädigt von %(aggressor)s und wird wieder verwundbar sein am %(date)s.

source: shield
de: Schild

source: armor
de: Panzerung

source: hull
de: Hülle

source: Starbase under attack
de: Sternenbasis wird angegriffen

source: The starbase %(structure_name)s at %(moon)s in %(solar_system)s is under attack by %(aggressor)s. %(damage_text)s
de: Die Sternenbasis %(structure_name)s an %(moon)s in %(solar_system)s wird angegriffen von %(aggressor)s %(damage_text)s

source: Starbase low on fuel
de: Sternenbasis hat wenig Treibstoff

source: The starbase %(structure_name)s at %(moon)s in %(solar_system)s is low on fuel. It has %(quantity)d fuel blocks left.
de: Die Sternenbases %(structure_name)s an %(moon)s in %(solar_system)s hat wenig Treibstoff. Es sind noch %(quantity)d Treibstoffblöcke vorhanden.

source: %(structure_type)s in %(solar_system)s is being captured
de: %(structure_type)s in %(solar_system)s wird eingenommen

source: A capsuleer has started to influence the %(type)s in %(solar_system)s belonging to %(owner)s with an Entosis Link.
de: Ein Kapselpilot hat begonnen die %(type)sin %(solar_system)svon %(owner)smit einem Entosis Link zu beeinflussen.

source: Command nodes for %(structure_type)s in %(solar_system)s have begun to decloak
de: Kommandoknoten von %(structure_type)sin %(solar_system)s haben begonnen zu erscheinen.

source: Command nodes for %(structure_type)s in %(solar_system)s can now be found throughout the %(constellation)s constellation
de: Kommandoknoten für %(structure_type)sin %(solar_system)s können nun überall in der %(constellation)s Konstellation gefunden werden.

source: DED Sovereignty claim acknowledgment: %s
de: DED Souveränitätsanspruch anerkannt: %s

source: DED now officially acknowledges that your member corporation %(corporation)s has claimed sovereignty on behalf of %(alliance)s in %(solar_system)s.
de: DED hat nun offiziell bestätigt, dass Deine Corporation %(corporation)sdie Souveränität in %(solar_system)sfür %(alliance)sbeansprucht hat.

source: %(structure_type)s in %(solar_system)s has entered reinforced mode
de: %(structure_type)s in %(solar_system)s wurde beschädigt

source: The %(structure_type)s in %(solar_system)s belonging to %(owner)s has been reinforced by hostile forces and command nodes will begin decloaking at %(date)s
de: Die %(structure_type)s in %(solar_system)s von %(owner)swurde von feindlichen Kräften beschädigt und Kommandoknoten werden anfangen zu erscheinen am %(date)s

source: %(structure_type)s in %(solar_system)s has been destroyed
de: %(structure_type)s in %(solar_system)s wurde zerstört

source: The command nodes for %(structure_type)s in %(solar_system)s belonging to %(owner)s have been destroyed by hostile forces.
de: Die Kommandoknoten für %(structure_type)sin %(solar_system)svon %(owner)swurden von feindlichen Kräften zerstört.

source: Anchor timer
de: Verankerungstimer

source: Error: %s
de: Fehler: %s

source: Syncing of %(topic)s for "%(owner)s" %(result)s. %(message_details)s
de: Synchronisiere %(topic)s für "%(owner)s" %(result)s %(message_details)s

source: has failed
de: ist fehlgeschlagen

source: FAILED
de: FEHLGESCHLAGEN

source: N/A
de: n.z.

source: Alliance Structures
de: Allianzstrukturen

source: Structure List
de: Strukturliste

source: R-Hour
de: V-Stunde

source: Add Structure Owner
de: Strukturbesitzer hinzufügen

source: Low Power?
de: Niedrigenergiemodus?

source: y
de: j

source: d
de: t

source: h
de: st

source: %(corporation)s has been added with %(character)s as sync character. We have started fetching structures for this corporation. You will receive a report once the process is finished.
de: %(corporation)s wurde hinzugefügt mit %(character)s als Charakter zum Synchronisieren. Strukturen werden eingelesen. Du erhältst eine Benachrichtigung sobald dieser Prozess abgeschlossen ist.
