Repository: GoosefleetEO/aa-structures
Catalog: structures/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: owner
ru: Владелец

source: General
ru: Главное

source: color
ru: цвет

source: Sent fuel notifications for selected configuration
ru: Отправить уведомление о топливе по выбранной конфигурации

source: Started sending fuel notifications for %d configurations
ru: Началось отправление оповещений о топливе по %d конфигурациям

source: Timing
ru: Тайминг

source: Timing configuration for sending fuel notifications. Note that the first notification will be sent at the exact start hour, and the last notification will be sent one repeat before the end hour.
ru: Конфигурация времени для отправки уведомлений о топливе. Обратите внимание, что первое уведомление будет отправлено точно в час начала, а последнее уведомление будет отправлено за один раз до часа окончания.

source: threshold
ru: порог

source: can be send
ru: может быть отправлено

source: yes
de: ja
ru: да

source: no
de: nein
ru: нет

source: notification ID
ru: ID оповещения

source: webhooks
ru: вебхуки

source: Not configured
ru: Не настроено

source: structures
ru: структуры

source: is sent
ru: отправлено

source: is timer added
ru: таймер добавлен

source: Mark selected notifications as sent
ru: Пометить как отправленное

source: %d notifications marked as sent
ru: Оповещение %d отмечено как отправленное

source: Mark selected notifications as unsent
ru: Пометить как неотправленное

source: %d notifications marked as unsent
ru: Оповещение %d отмечено как неотправленное

source: Send selected notifications to configured webhooks
ru: Отправить выбранное по настроенным вебхукам

source: Sent %(sent_count)d/%(selected_count)d generated messages.
ru: Отправлено %(sent_count)d/%(selected_count)d автоматических сообщений.

source: Process selected notifications for timerboard
ru: Преобразовать выбранное в таймер

source: Added timers from %d notifications to timerboard.
ru: По %d оповещениям добавлены таймера.

source: Ignored %d notification(s), which has no relation to timers.
ru: Проигнорировано %d оповещений, у которых нет связи с таймерами.

source: characters
ru: персонажи

source: default pings
ru: общие пинги

source: ping groups
ru: пинг групп

source: corporation
ru: корпорация

source: alliance
ru: альянс

source: Notifications can not be sent, because there is no webhook configured for this owner.
ru: Оповещение не может быть отправлено из-за того, что вебхук не настроен для этого владельца.

source: active
ru: активный

source: alliance main
ru: основной альянсовый

source: services up
ru: модули включены

source: Activate selected owners
ru: Активировать выбранных владельцев

source: Activated %d owners
ru: Активировано %d владельцев

source: Deactivate selected owner
ru: Выключить выбранных владельцев

source: Deactivated %d owners
ru: Деактивировано %d владельцев

source: Update all from EVE server for selected owners
ru: Обновить всё с серверов EVE для выбранных владельцев

source: Started updating structures and notifications for %s.
ru: Началось обновление стурктур и оповещений для %s.

source: You will receive a notification once it is completed.
ru: Вы получите оповещение как только оно завершится.

source: Update structures from EVE server for selected owners
ru: Обновить структуры с сервера EVE для выбранных владельцев

source: Started updating structures for %s.
ru: Началось обновление структур для %s.

source: Fetch notifications from EVE server for selected owners
ru: Получить оповещения с сервера Eve для выбранных владельцев

source: Started fetching notifications for %s.
ru: Начался сбор оповещений для %s.

source: all syncs OK
ru: синхронизация ОК

source: structures Count
ru: количество структур

source: owner corporation
ru: владелец корпорации

source: owner alliance
ru: владелец альянса

source: has webhooks
ru: есть вебхук

source: Reinforcement
ru: Укрепление

source: Position
ru: Позиция

source: name
ru: имя

source: location
ru: локация

source: type
ru: тип

source: power mode
ru: режим работы

source: tags
ru: теги

source: Add default tags to selected structures
ru: Добавить общие теги для выбранных структур

source: Added %(tags_count)d default tags to %(structure_count)d structures
ru: %(structure_count)d структурам добавлено %(tags_count)d общих тегов

source: Remove user tags for selected structures
ru: Удалить пользовательские теги у выбранных структур

source: Removed all user tags from %d structures
ru: Удалены все пользовательские теги для %d структур

source: Update generated tags for selected structures
ru: Обновить автоматические теги у выбранных структур

source: Updated all generated tags for %d structures
ru: Обновлены все автоматические теги для %d структур

source: Advanced Options
ru: Дополнительные опции

source: enabled for owners or structures
ru: влючено для владельцев или структур

source: Please add this webhook to an owner or structure to enable it.
ru: Пожалуйста добавьте этот вебхук владельцу или структуре чтобы включить его.

source: is default
ru: по умолчанию

source: messages in queue
ru: сообщения в очереди

source: Send test notification to selected webhook
ru: Отправить пробное сообщение по выбранному вебхуку

source: Initiated sending test notification to webhook %s.
ru: Инициирована отправка тестового оповещения по вебхуку %s.

source: Activate selected webhook
ru: Включить выбранных вебхук

source: You have activated webhook %s
ru: Вы активировали вебхук %s

source: Deactivate selected webhook
ru: Выключить выбранных вебхук

source: You have de-activated webhook %s
ru: Вы деактивировали вебхук %s

source: Purge queued messages from selected webhooks
ru: Удалить сообщения в очереди выбранных вебхуков

source: Purged queued messages for %(actions_count)s webhooks, deleting a total of %(killmails_deleted)s messages.
ru: Удалены сообщения в очереди для %(actions_count)s вебхуков, удаление %(killmails_deleted)s сообщений.

source: Send queued messages from selected webhooks
ru: Отправить сообщения в очереди выбранных вебхуков

source: Started sending queued messages for %d webhooks.
ru: Началось отправление сообщений в очереди для %d вебхуков.

source: Unknown Bill
ru: Неизвестный счёт

source: Infrastructure Hub Bill
ru: Счёт центра инфраструктуры

source: Insufficient Funds for Bill
ru: Недостаточно средств для оплаты счёта

source: The selected corporation wallet division for automatic payments does not have enough current funds available to pay the %(bill_type)s due to be paid by %(due_date)s. Transfer additional funds to the selected wallet division in order to meet your pending automatic bills.
ru: У корпоративного счёта для автоматической оплаты не хватает стредств для оплаты %(bill_type)s, который требуется оплатить до %(due_date)s. Переведите дополнительные стредства на корпоративный счёт для закрытия открытых автоматических счетов.

source: IHub Bill About to Expire
ru: У IHub счёт кончается срок действия

source: Maintenance bill for Infrastructure Hub in %(solar_system)s expires at %(due_date)s, if not paid in time this Infrastructure Hub will self-destruct.
ru: Срок действия счёта обслуживания центра инфраструктуры %(solar_system)s оканчивается %(due_date)s. Если вы не заплатите вовремя, центр инфраструктуры самоуничтожится.

source: %s has self-destructed due to unpaid maintenance bills
ru: %s самоуничтожился ввиду неуплаты счетов обслуживания

source: %(structure_type)s in %(solar_system)s has self-destructed, as the standard maintenance bills where not paid.
ru: %(structure_type)s в %(solar_system)s самоуничтожился ввиду неуплаты счетов обслуживания.

source: New application from %(character_name)s
ru: Новая заявка от %(character_name)s

source: New application from %(character_name)s to join %(corporation_name)s: > %(application_text)s
ru: Новая заявка по вступлению в %(corporation_name)s от%(character_name)s: > %(application_text)s

source: %(character_name)s has been invited
ru: %(character_name)s был приглашен

source: %(character_name)s has been invited to join %(corporation_name)s by %(inviting_character)s. Application: > %(application_text)s
ru: %(character_name)s был приглашен%(inviting_character)s в %(corporation_name)s. Заявка: > %(application_text)s

source: Rejected application from %(character_name)s
ru: Заявка %(character_name)s была отклонена

source: Application from %(character_name)s to join %(corporation_name)s: > %(application_text)s Has been rejected: > %(customMessage)s
ru: Заявка по вступлению в %(corporation_name)s от %(character_name)s: > %(application_text)s Была отклонена: > %(customMessage)s

source: %(character_name)s withdrew his/her application
ru: %(character_name)s отозвал свою заявку

source: %(character_name)s withdrew his/her application to join %(corporation_name)s: > %(application_text)s
ru: %(character_name)s отозвал свою заявку по вступлению в %(corporation_name)s: > %(application_text)s

source: %(character_name)s joins %(corporation_name)s
ru: %(character_name)s присоединяется в%(corporation_name)s

source: %(character_name)s is now a member of %(corporation_name)s.
ru: %(character_name)s новый член %(corporation_name)s.

source: %(character_name)s has left %(corporation_name)s
ru: %(character_name)s покинул %(corporation_name)s

source: %(character_name)s is no longer a member of %(corporation_name)s.
ru: %(character_name)s больше не член %(corporation_name)s.

source: Estimated ore composition: %s
ru: Примерное кол-во руды: %s

source: Moon mining extraction started
de: Mondmining Extraktion gestartet
ru: Добыча лунной руды началась

source: A moon mining extraction has been started for %(structure_name)s at %(moon)s in %(solar_system)s belonging to %(owner_link)s. Extraction was started by %(character)s. The chunk will be ready on location at %(ready_time)s, and will fracture automatically on %(auto_time)s. %(ore_text)s
ru: Извлечение лунной руды начато %(structure_name)s, принадлежащая %(owner_link)s, на %(moon)s в %(solar_system)s. Извлечение начато %(character)s. Создание астероидного поля будет возможно %(ready_time)s, и автоматическое создание будет %(auto_time)s. %(ore_text)s

source: Extraction finished
de: Extraktion beendet
ru: Извлечение завершено

source: The extraction for %(structure_name)s at %(moon)s in %(solar_system)s belonging to %(owner_link)s is finished and the chunk is ready to be shot at. The chunk will automatically fracture on %(auto_time)s. %(ore_text)s
ru: Извлечение %(structure_name)s, принадлежащая %(owner_link)s, на %(moon)s в %(solar_system)s завершено и стало возможным создание астероидного поля. Астероидное поле будет автоматически создано %(auto_time)s. %(ore_text)s

source: Automatic Fracture
de: Automatische Zerlegung
ru: Автоматическое раздробление

source: The moon drill fitted to %(structure_name)s at %(moon)s in %(solar_system)s belonging to %(owner_link)s has automatically been fired and the moon products are ready to be harvested. %(ore_text)s
ru: Лунный бур, установленный в %(structure_name)s, принадлежащий %(owner_link)s, на %(moon)s в %(solar_system)s, выстрелил и лунная руда готова к сбору. %(ore_text)s

source: (unknown)
de: (unbekannt)
ru: (неизвестно)

source: Extraction cancelled
de: Extraktion gestoppt
ru: Извлечение завершено

source: An ongoing extraction for %(structure_name)s at %(moon)s in %(solar_system)s belonging to %(owner_link)s has been cancelled by %(character)s.
ru: Начатое извлечение %(structure_name)s, принадлежащее %(owner_link)s, на%(moon)s в %(solar_system)s было отменено %(character)s.

source: Moon drill fired
ru: Лунный бур выстрелил

source: The moon drill fitted to %(structure_name)s at %(moon)s in %(solar_system)s belonging to %(owner_link)s has been fired by %(character)s and the moon products are ready to be harvested. %(ore_text)s
ru: Лунный бур, установленный в %(structure_name)s, принадлежащий %(owner_link)s, на %(moon)s в %(solar_system)s, выстрелил по приказу %(character)s и лунная руда готова к сбору. %(ore_text)s

source: Armor timer
de: Panzerungstimer
ru: Таймер брони

source: Final timer
de: Letzter Timer
ru: Финальный таймер

source: Sov timer
de: Souveränitätstimer
ru: Таймер сувернитета

source: Extraction ready
de: Extraktion bereit
ru: Извлечение завершено

source: Upwell structure anchoring
ru: Постановка на якорь стуктуры Апвелл

source: Upwell structure went online
ru: Структура Апвелл онлайн

source: Upwell structure services went offline
ru: Служебные модули структуры Апвелл офлайн

source: Upwell structure went high power
ru: Структура Апвелл на полной мощности

source: Upwell structure went low power
ru: Структура Апвелл на малой мощности

source: Upwell structure unanchoring
ru: Структура Апвелл снимается с якоря

source: Upwell structure fuel alert
ru: Оповещение о топливе структур Апвелл

source: Upwell structure refueled
ru: Структура Апвелл заправлена

source: Upwell structure jump fuel alert
ru: Оповещение о топливе навигационных структур Апвелл

source: Upwell structure is under attack
ru: Структура Апвелл под атакой

source: Upwell structure lost shields
ru: Структура Апвелл потеряла щиты

source: Upwell structure lost armor
ru: Структура Апвелл потеряла броню

source: Upwell structure destroyed
ru: Структура Апвелл уничтожена

source: Upwell structure reinforcement time changed
ru: Время укрепления структуры Апвелл изменено

source: Upwell structure ownership transferred
ru: Правовладение структурой Апвелл передано

source: Customs office attacked
ru: Таможня атакована

source: Customs office reinforced
ru: Таможня укреплена

source: Starbase attacked
ru: Орбитальная станция атакована

source: Starbase fuel alert
ru: Оповещение о топливе орбитальной станции

source: Starbase refueled (BETA)
ru: Орбитальная станция заправлена (БЕТА)

source: Starbase reinforced (BETA)
ru: Орбитальная станция укреплена (БЕТА)

source: Moonmining laser fired
ru: Лунодобывающий лазер выстрелил

source: Moon mining extraction cancelled
ru: Извлечение лунной руды отменено

source: Moon mining extraction finished
ru: Извлечение лунной руды завершено

source: Moon mining automatic fracture triggered
ru: Лунная руда автоматически раздробилась

source: Sovereignty structure reinforced
ru: Структура сувернитета укреплена

source: Sovereignty structure destroyed
ru: Структура сувернитета уничтожена

source: Sovereignty entosis capture started
ru: Энтоз-захват сувернитетета начался

source: Sovereignty command node event started
ru: Ивент командных узлов сувернитета начался

source: Sovereignty claim acknowledgment
ru: Сувернитет получил признание

source: Sovereignty lost
ru: Потеря сувернитета

source: Structure anchoring in alliance space
ru: Структура ставится на якорь на территории альянса

source: War declared
ru: Война объявлена

source: War ally joined aggressor
ru: Военный союзник присоединился к агрессору

source: War ally joined ally
ru: Военный союзник присоединился к союзникам

source: War ally joined defender
ru: Военный союзник присоединился к стороне защиты

source: War adopted
ru: Война принята

source: War inherited
ru: Война передана

source: War party surrendered
ru: Военная компания капитулировала

source: War retracted by Concord
ru: Война отменена Конкордом

source: War corporation became eligible
ru: Корпорация получила право на войну

source: War corporation no longer eligible
ru: Корпорация больше не имеет прав на войну

source: War surrender offered
ru: Предлагается капитуляция в войне

source: Character submitted application
ru: Поданная заявка персонажа

source: Character invited to join corporation
ru: Персонажу предложено вступить в корпорацию

source: Corp application rejected
ru: Заявка в корпорацию отклонена

source: Character withdrew application
ru: Персонаж отозвал заявку

source: Character joins corporation
ru: Персонаж вступает в корпорацию

source: Character leaves corporation
ru: Персонаж покидает корпорацию

source: Bill out of money
ru: Закончились деньги

source: I-HUB bill about to expire
ru: Срок счёта центра инфраструктуры подходит к концу

source: I_HUB destroyed by bill failure
ru: Центр инфраструктуры уничтожен ввиду неуплаты

source: English
de: Englisch
ru: Английский

source: German
de: Deutsch
ru: Немецкий

source: Spanish
de: Spanisch
ru: Испанский

source: Chinese Simplified
de: Chinesisch
ru: Китайский (упрощенный)

source: Russian
de: Russisch
ru: Русский

source: Korean
de: Koreanisch
ru: Корейский

source: notification types
ru: типы оповещений

source: Select which type of notifications should be forwarded to this webhook
ru: Выберите какой тип оповещений будет отсылаться по этому вебхуку

source: language
ru: язык

source: Language of notifications send to this webhook
ru: Язык оповещения, отправляемого по этому вебхуку

source: Whether owners have this webhook automatically pre-set when created
ru: Получают ли при создании владельцы этот вебхук автоматически

source: has default pings enabled
ru: включены базовые пинги

source: Groups to be pinged for each notification -
ru: Группы будет пропингованы по каждому оповещению -

source: webhook
ru: вебхук

source: True when this notification has been forwarded to Discord
ru: Галочка, если это оповещение было отправлено в Дискорд

source: True when a timer has been added for this notification
ru: Галочка, если был добавлен таймер по этому оповещению

source: Type of this notification
ru: Тип оповещения

source: Corporation that owns this notification
ru: Корпорация, которой принадлежит это уведомление

source: Structures this notification is about (if any)
ru: Структуры, о которых идёт речь (если есть)

source: created
ru: создано

source: Date when this notification was first received from ESI
ru: Дата, когда это оповещение было получено от ESI в первый раз

source: is read
ru: прочитано

source: True when this notification has read in the eve client
ru: Галочка, если это оповещение было прочтено в клиенте Eve

source: last updated
ru: последний раз обновлено

source: Date when this notification has last been updated from ESI
ru: Дата, когда это оповещение было обновлено ESI в последний раз

source: sender
ru: отправитель

source: text
ru: текст

source: Notification details in YAML
ru: Детали оповещения в YAML

source: timestamp
ru: временная метка

source: eve notification
ru: оповещение eve

source: eve notifications
ru: оповещения eve

source: details
ru: детали

source: generated notification
ru: автоматическое оповещение

source: generated notifications
ru: автоматические оповещения

source: channel pings
ru: канал пингов

source: Option to ping every member of the channel. This setting can be overruled by the respective owner or webhook configuration
ru: Возможность пинговать каждого участника канала. Этот параметр может быть отменен соответствующим владельцем или конфигурацией вебхука

source: Context color of these notification on Discord
ru: Цвет контекста уведомлений в Дискорде

source: Disabled configurations will not create any new alerts.
ru: Выключеные конфигурации не будут создавать новые уведомления.

source: end
ru: конец

source: End of alerts in hours before fuel expires
ru: Конец оповещений перед окончание топлива, в часах

source: repeat
ru: повтор

source: Notifications will be repeated every x hours. Set to 0 for no repeats
ru: Оповещения будут повторяться каждые x часов. Установите 0 чтобы не было повторов

source: start
ru: начало

source: Start of alerts in hours before fuel expires
ru: Начало оповещений перед окончанием топлива, в часах

source: structure fuel alert config
ru: конфиг оповещений о топливе структуры

source: structure fuel alert configs
ru: конфиги оповещений о топливе структуры

source: Start must be before end, i.e. have a larger value.
ru: Начало должно быть до конца, то есть должно иметь выше значение.

source: Repeat can not be larger that the interval size.
ru: Число повторов не может быть больше интервала.

source: This configuration may not overlap with an existing configuration.
ru: Эта конфигурация не может пересекаться с существующей конфигурацией.

source: Notifications will be sent once fuel level in units reaches this threshold
ru: Оповещение будет отправлено, когда количество топлива пересечёт порог

source: jump fuel alert config
ru: конфиг оповещений о топливе навигационных структур

source: jump fuel alert configs
ru: конфиги оповещений о топливе навигационных структур

source: structure
ru: структура

source: configuration
ru: конфигурация

source: hours
ru: часы

source: Number of hours before fuel expiration this alert was sent
ru: Будет отправлено, когда останется x часов до опустошения топливного отсека

source: structure fuel alert
ru: оповещение о топливе структуры

source: structure fuel alerts
ru: оповещения о топливе структуры

source: jump fuel alert
ru: оповещение о топливе навигационной структуры

source: jump fuel alerts
ru: оповещения о топливе навигационной структуры

source: Corporation owning structures
ru: Корпорация, владеющая структурами

source: are pocos public
ru: ПОСы публичны

source: whether pocos of this owner are shown on public POCO page
ru: отображаются ли ПОСы этого владельца на общедоступной странице ПОСов

source: assets last update at
ru: последнее обновления имущества в

source: when the last successful update happened
ru: когда последнее успешное обновление произошло

source: forwarding last update at
ru: пересылка последнего обновления на

source: When the last successful update happened
ru: Когда последний раз было успешное обновление

source: To enable or disable pinging of notifications for this owner e.g. with @everyone and @here
ru: Для влючения или выключение пингов оповещений для этого владельца, например @everyone и @here

source: is active
ru: включено

source: Whether this owner is currently included in the sync process
ru: Включен ли этот владелец в процесс синхронизации

source: is alliance main
ru: альянсовый

source: Whether alliance wide notifications are forwarded for this owner (e.g. sov notifications)
ru: Получает ли владелец альянсовые уведомления (например оповещения сувернитета)

source: is included in service status
ru: включает в себя состояние служебных модулей

source: Whether the sync status of this owner is included in the overall status of this services
ru: Включен ли статус синхронизации этого владельца в общий статус этих модулей

source: is up
ru: включен

source: Whether all services for this owner are currently up
ru: Работают ли в настоящее время все модули у этого владельца

source: notifications last update at
ru: последнее обновление оповещений в

source: Groups to be pinged for each notification.
ru: Группы получат пинг о каждом оповещении.

source: structures last update at
ru: последнее обновление структур в

source: Notifications are sent to these webhooks.
ru: Оповещение, отправленные по этому вебхуку.

source: owners
ru: Владельцы

source: Syncing of %(topic)s for %(owner)s %(result)s. %(message_details)s
ru: Синхронизация %(topic)s %(owner)s %(result)s. %(message_details)s

source: completed successfully
de: erfolgreich beendet
ru: успешно завершено

source: %(title)s: %(topic)s updated for %(owner)s: %(result)s
de: %(title)s: %(topic)s aktualisiert für %(owner)s: %(result)s
ru: %(title)s: %(topic)s обновлено для %(owner)s: %(result)s

source: OK
ru: ОК

source: structures last used at
ru: структурой последний раз пользовались в

source: When this character was last used for syncing structures
ru: Когда этот персонаж был использован последний раз для синхронизации структур

source: notifications last used at
ru: оповещением последний раз пользовались в

source: When this character was last used for syncing notifications
ru: Когда этот персонаж был использован последний раз для синхронизации оповещений

source: error count
ru: количество ошибок

source: owner character
ru: владелец персонажа

source: owner characters
ru: владелец персонажей

source: sov
ru: сувернитет

source: highsec
ru: хай-сек
